{
  "translation": {
    "home": "होम",
    "about": "अबाउट",
    "que1": "1. साइबर सुरक्षा क्या है?",
    "ans1": "उतर: साइबर सुरक्षा विभिन्न प्रौद्योगिकियों और प्रक्रियाओं का उपयोग करके एक सिस्टम को साइबर हमलों के खिलाफ सुरक्षा प्रदान करती है।",
    "que2": "2. साइबर सुरक्षा क्या सुरक्षित करती है?",
    "ans2": "उतर: साइबर सुरक्षा इंटरनेट से जुड़े सिस्टमों को सुरक्षित करती है जैसे कि हार्डवेयर, सॉफ़्टवेयर, और डेटा साइबर हमलों से। यह इस सिस्टम, नेटवर्क, और प्रौद्योगिकियों के खिलाफ साइबर हमलों को कम करके अनधिकृत शोषण, भेदभावता, और खतरों को कम करने का लक्ष्य है।",
    "que3": "3. कंप्यूटर सुरक्षा के पिता कौन हैं?",
    "ans3": "उतर: आगस्त कर्कॉफ, एक भाषाविद और HEC के जर्मन प्रोफेसर, कंप्यूटर सुरक्षा के पिता माने जाते हैं। उन्होंने 1883 में सैन्य विज्ञान पत्रिका में एक निबंध लिखा, जिससे आधुनिक एन्क्रिप्शन के नींव रखी गई।",
    "que4": "4. निम्नलिखित में से कौन सी चीज कंप्यूटर सिस्टम, नेटवर्क, या उनकी संबंधित जानकारी को चुराने, जासूसी करने, नुकसान पहुंचाने या नष्ट करने का प्रयास कहा जाता है?",
    "ans4": "उतर: कंप्यूटर सिस्टम, नेटवर्क, या उनकी संबंधित जानकारी को चुराने, जासूसी करने, नुकसान पहुंचाने या नष्ट करने का प्रयास 'साइबर हमला' कहलाता है।",
    "que5": "5. निम्नलिखित में से कौन सा साइबर सुरक्षा का प्रकार है?",
    "ans5": "उतर: प्रौद्योगिकी में सुधार हो रहा है, तो प्रौद्योगिकियों के खिलाफ खतरे और हमले भी बढ़ रहे हैं। इसलिए, सुरक्षा प्रदान करने के लिए यह निम्नलिखित प्रकारों में विभाजित है:\nक्लाउड सुरक्षा: बादल पर संग्रहित डेटा के लिए सुरक्षा प्रदान करता है।\nनेटवर्क सुरक्षा: अनाधिकृत खतरों से आंतरिक नेटवर्क की सुरक्षा प्रदान करता है।\nएप्लिकेशन सुरक्षा: एप्लिकेशन सॉफ़्टवेयर में संग्रहित डेटा की सुरक्षा प्रदान करता है।",
    "que6": "6. साइबर सुरक्षा की क्या विशेषताएं हैं?",
    "ans6": "उतर: साइबर सुरक्षा की विशेषताएं अनुपालन, आंतरिक खतरों के खिलाफ रक्षा, और खतरे को रोकना है।",
    "que7": "7. नेटवर्क सुरक्षा का लक्ष्य क्या है?",
    "ans7": "उतर: नेटवर्क सुरक्षा का उद्देश्य भेदभाव, अखण्डता, और उपलब्धता है।\nभेदभाव: संवेदनशील कंपनी की संवेदनशील जानकारी को अनचाहे पहुंच से सुरक्षित रखने का कार्य है।\nअखण्डता: यह लक्ष्य डेटा की सटीकता और संगतता सुनिश्चित करने का है।\nउपलब्धता: नेटवर्क सुरक्षा में उपलब्धता का उद्देश्य यह सुनिश्चित करना है कि आवाज उपयोगकर्ताओं के लिए हमेशा उपलब्ध हो।",
    "que8": "8. निम्नलिखित में से कौन सा साइबर अपराध नहीं है?",
    "ans8": "उतर: AES (उन्नत एन्क्रिप्शन मानक) को साइबर अपराध नहीं माना जाता है। यह डेटा को एन्क्रिप्ट करके सुरक्षा प्रदान करता है।",
    "que9": "9. साइबर सुरक्षा के किस घटक का हिस्सा है?",
    "ans9": "उतर: इंटरनेट ऑफ़ थिंग्स (IoT) साइबर सुरक्षा का एक घटक है। यह वस्तुओं का नेटवर्क है जो सेंसर, सॉफ़्टवेयर, और अन्य प्रौद्योगिकियों के साथ एन्क्रिप्ट किए जाते हैं, ताकि वे इंटरनेट के माध्यम से अन्य उपकरणों और सिस्टमों के साथ डेटा विनिमय और विनिमय कर सकें।",
    "que10": "10. निम्नलिखित में से कौन सा प्रकार का साइबर हमला है?",
    "ans10": "उतर: फिशिंग, एसक्यूएल संदाहन, और पासवर्ड हमला साइबर हमलों के प्रकार हैं।\nफिशिंग: हमलावर प्राचलित ईमेल भेजता है ताकि सिस्टम तक पहुंच प्राप्त कर सकें।\nएसक्यूएल संदाहन: हमलावर संरक्षित जानकारी को एसक्यूएल सर्वर में दुरुपयोग करके पहुंच प्राप्त करता है।\nपासवर्ड हमला: हमलावर अनैथिक रूप से पासवर्ड तक पहुंचता है और गोपनीय डेटा तक पहुंचता है।",
    "que11": "11. साइबर सुरक्षा के कौन से फायदे नहीं हैं?",
    "ans11": "उतर: सिस्टम को धीमा करना साइबर सुरक्षा का फायदा नहीं है। हालांकि, लाभ में कंप्यूटर की जमनी और दुर्घटनाएँ को कम करना, उपयोगकर्ता गोपनीयता, और वायरस, कीड़े, आदि से सुरक्षा का समावेश है।",
    "que12": "12. “साइबरस्पेस” का सिक्का किसने छोड़ा था?",
    "ans12": "उतर: विलियम गिब्सन, एक अमेरिकी-कनाडाई कथा प्रवर्तक, ने 1982 में शब्द 'साइबरस्पेस' का आविष्कार किया। यह शब्द जोड़ी हुई प्रौद्योगिकियों के संचार, डिजिटल विनिमय, संग्रहण और मनोरंजन, कंप्यूटर और नेटवर्क सुरक्षा, और अन्य आईटी संबंधित विषयों में मदद करती है।",
    "que13": "13. किस वर्ष में हैकिंग साइबर प्रौद्योगिकी के क्षेत्र में एक व्यावहारिक अपराध और चिंता का विषय बन गई?",
    "ans13": "उतर: हैकिंग 1970 में साइबर प्रौद्योगिकी के क्षेत्र में एक व्यावहारिक अपराध और चिंता का विषय बन गई। इस समय, हैकर्स और साइबर चोरों ने तार संचार प्रौद्योगिकियों की अन्वेषण किया और पता लगाया कि वे व्यक्तिगत लाभ या प्रौद्योगिकी का दुरुपयोग कैसे कर सकते हैं।"
  }
}
